[
    {
        "dicho": "A caballo regalado no se le miran los dientes.",
        "variantes": [
            "A caballo regalado no se le mira el colmillo"
        ],
        "descripcion": "Frase que sanciona el quejarse de la generosidad del otro."
    },
    {
        "dicho": "A creer se va a la iglesia",
        "descripcion": "Frase que llama a la cautela, utilizada para resongar a los crédulos."
    },
    {
        "dicho": "A llorar al cuartito.",
        "descripcion": "Frase que llama a aceptar la derrota."
    },
    {
        "dicho": "A otra cosa mariposa",
        "descripcion": "presión utilizada cuando algo se da un asunto por terminado."
    },
    {
        "dicho": "A seguro se lo llevaron preso.",
        "descripcion": "Paremia también propia de Argentina."
    },
    {
        "dicho": "Afligido como gato en tapera."
    },
    {
        "dicho": "Agrandado como alpargata de pichi.",
        "descripcion": "Locución de jerga ciudadana de los países rioplatenses, que hace referencia a un individuo de pocas poses e indicado para quien alardea mucho de sí mismo."
    },
    {
        "dicho": "Andá a cantarle a Gardel",
        "descripcion": "Se le dice a alguien que es descubierto tras mentir."
    },
    {
        "dicho": "Andá a cantarle a Magoya",
        "descripcion": "Se le dice a alguien que es descubierto tras mentir."
    },
    {
        "dicho": "Andá a la esquina a ver si llueve"
    },
    {
        "dicho": "A papa mono, con bananas verdes no",
        "descripcion": "Expresión para decir que no se quiera engañar a quien tiene experiencia en una situación."
    },
    {
        "dicho": "Al que madruga Dios lo ayuda",
        "descripcion": "Dicho popular."
    },
    {
        "dicho": "Apurao como rengo en tiroteo",
        "descripcion": "Expresión campera."
    },
    {
        "dicho": "¿Así que no te gusta la sopa?, dos platos",
        "descripcion": "Expresión utilizada generalmente por los padres y/o mayores a sus hijos para educarlos a no utilizar el capricho como pretexto generalizado de sus deseos"
    },
    {
        "dicho": "Al pan pan y al vino vino",
        "descripcion": "Expresión que refiere a la franqueza. O sea, que se diga lo que es por su propio nombre."
    },
    {
        "dicho": "Ay, tatita los cabezudos",
        "descripcion": "Expresión que refiere a cuando una situación da miedo. Se origina en el miedo que sienten los niños hacia los cabezudos, muñecos hechos de fibra de vidrio con una cabeza desmesuradamente grande que transitan en el marco del Desfile Inaugural del Carnaval."
    },
    {
        "dicho": "Agrandado como zapatilla de bichicome",
        "variantes": [
            "Agrandado como alpargata de bichicome"
        ],
        "descripcion": "Frase popular. \"Bichicome\" como sinónimo de \"indigente\" deriva del término inglés \"beachcomber\": \"vagabundo\""
    },
    {
        "dicho": "Ay 'ta por qué no volaba... porque era pichón",
        "descripcion": "Expresión que refiere a darse cuenta de algo"
    },
    {
        "dicho": "Ainda mais",
        "descripcion": "Préstamo del portugués."
    },
    {
        "dicho": "Agárreme la tripa, señor Chico",
        "descripcion": "Expresión melense de desgano de hacer la tarea encomendada"
    },
    {
        "dicho": "Alto el piso",
        "descripcion": "A grán velocidad."
    },
    {
        "dicho": "Alto la chola",
        "descripcion": "Expresión común en el norte del país, particularmente en la ciudad de Salto, que se usa para describir a una persona que se mueve a gran velocidad."
    },
    {
        "dicho": "Blanco como güeso (hueso) de bagual",
        "descripcion": "Frase que se usa para decir que alguien está muy adherido al Partido Nacional (Partido Blanco)"
    },
    {
        "dicho": "Blanco como teta de monja",
        "descripcion": "Frase popular."
    },
    {
        "dicho": "Borocotó, borocotó, chas chas",
        "descripcion": "Onomatopeya del sonido del tamboril."
    },
    {
        "dicho": "Bien administrada da mas que una estancia.-"
    },
    {
        "dicho": "Cada cual hace de su culo un pito.",
        "descripcion": "Expresión usada para decir que cada uno esta sujeto a su libre albedrío."
    },
    {
        "dicho": "Cada loco con su tema."
    },
    {
        "dicho": "Cada muerte de obispo."
    },
    {
        "dicho": "Caliente como china en baile",
        "descripcion": "Expresión usada cuando algo (sea ya la comida o el mate, infusión popular del Río de la Plata, Paraguay y el Sur de Brasil) está efectivamente muy caliente. Alude además en sentido subliminal cuando una mujer es muy bonita."
    },
    {
        "dicho": "Carne de burro no es transparente",
        "descripcion": "Expresión usada cuando alguien interfiere visualmente con algo que otra persona desea ver (por ejemplo, cuando alguien se pone delante del televisor)."
    },
    {
        "dicho": "Cayó piedra sin llover",
        "descripcion": "Expresión que refiere cuando llegan de improviso varias personas a un determinado lugar."
    },
    {
        "dicho": "Perro que ladra no muerde",
        "descripcion": "Insinúa que una persona que habla mucho, discute mucho, se queja mucho o hace mucho ruido no será una persona de acción, o sea, no cumplirá sus amenazas."
    },
    {
        "dicho": "Camaron que se duerme se lo lleva la corriente",
        "descripcion": "Señala la falta de alerta o falta de astucia de alguien que no sabe aprovechar una oportunidad, y en consecuencia la pierde."
    },
    {
        "dicho": "C'est tout pour la galerie",
        "descripcion": "Francés para \"Todo por la galería\" Expresión para referirse a aquello que carece de autenticidad."
    },
    {
        "dicho": "Chaucha y palito."
    },
    {
        "dicho": "Chiflar y comer gofio, imposible",
        "descripcion": "Frase popular referente a que no se pueden hacer dos cosas a la vez."
    },
    {
        "dicho": "Chocolate por la noticia, y mermelada por la pavada",
        "descripcion": "Expresión popular utilizada cuando alguien le cuenta algo como primicia a otra persona cuando en realidad dicha primicia era ya conocida por todos. Hoy en dia los jovenes le dicen \"Repoio\""
    },
    {
        "dicho": "Chupate esa mandarina",
        "descripcion": "Expresión utilizada como manifestación de perplejidad o sorpresa."
    },
    {
        "dicho": "Clemencia para los vencidos, curad a los heridos",
        "descripcion": "Frase atribuída a José Gervasio Artigas, Prócer Nacional uruguayo, después de la Batalla de las Piedras (18 de mayo de 1811) donde se enfrentaron las fuerzas patriotas y las españolistas."
    },
    {
        "dicho": "Colorado como huevo de ciclista",
        "descripcion": "Frase utilizada cuando una persona está muy enojada, o siente vergüenza, a veces se utiliza cuando alguien simpatiza mucho con el Partido Colorado."
    },
    {
        "dicho": "Colorado como sangre 'e toro",
        "descripcion": "Frase utilizada para identificar a algún manifiesto simpatizante del Partido Colorado."
    },
    {
        "dicho": "Con libertad no ofendo ni temo",
        "descripcion": "Proverbio atribuído a José Gervasio Artigas, Prócer Nacional uruguayo."
    },
    {
        "dicho": "Con más señas que mudo jugando al truco",
        "descripcion": "Expresión utilizada para referirse a los excesivos ademanes que usa alguien al hablar, comparándolos con las señas utilizadas al jugar al truco, clásico juego de naipes rioplatense."
    },
    {
        "dicho": "Como bolsa de papas",
        "descripcion": "Sin cuidado."
    },
    {
        "dicho": "Como culo y calzón",
        "descripcion": "Expresión para referirse a dos personas que pasan mucho tiempo juntas."
    },
    {
        "dicho": "Como el culo"
    },
    {
        "dicho": "Como escupida en plancha",
        "descripcion": "Cuando algo es extremadamente veloz."
    },
    {
        "dicho": "Como gato chico... No conoce el peligro",
        "descripcion": "Frase utilizada para señalar que alguien es o muy incauto o demasiado intrépido."
    },
    {
        "dicho": "Como gato entre la leña",
        "descripcion": "Expresión que refiere a atravesar con soltura una situación complicada."
    },
    {
        "dicho": "Como gato panza arriba"
    },
    {
        "dicho": "Como la mona",
        "descripcion": "Irle a uno mal."
    },
    {
        "dicho": "Como peludo pa' regalo."
    },
    {
        "dicho": "Como perro en bote",
        "descripcion": "Proverbio popular, que alude a la similitud que hay entre el rostro de un perro al subir a un bote —seriedad, miedo, quietud— con el rostro de una persona específica al tomarse una foto, por ejemplo."
    },
    {
        "dicho": "Cómo será la cañada..."
    },
    {
        "dicho": "Cómo será la laguna, que el chancho la cruza al trote"
    },
    {
        "dicho": "Como quien no quiere la cosa."
    },
    {
        "dicho": "Compraste terreno",
        "descripcion": "Dicho dirigido a una persona que cae al suelo producto de un tropiezo."
    },
    {
        "dicho": "Con bombos y platillos"
    },
    {
        "dicho": "Con el agua al cuello"
    },
    {
        "dicho": "Con una mano atras y otra adelante"
    },
    {
        "dicho": "¡Correte! ¿o sos hijo del vidriero?",
        "descripcion": "Expresión usada cuando alguien interfiere visualmente con algo que otra persona desea ver (por ejemplo, cuando alguien se pone delante del televisor)."
    },
    {
        "dicho": "Cortito como patada e'chancho",
        "descripcion": "Expresión campera."
    },
    {
        "dicho": "Cortita y al pie",
        "descripcion": "Frase utilizada cuando alguna acción requiere de precisión y método para lograr el objetivo requerido. Frase que proviene del fútbol y explica cómo hay que jugar la pelota si se pretende ganar; por intermedio de pases cortos, se atribuye al campeón olímpico José Pedro \"el Vasco\" Cea. Aunque el que enseño a jugar de esa manera fue el escocés John Harley en Peñarol"
    },
    {
        "dicho": "Cuando la limosna es grande hasta el santo desconfía",
        "descripcion": "Expresión popular que refleja la desconfianza de las cosas que llegan sin pedirlo o sin esfuerzo"
    },
    {
        "dicho": "Cuidate el hongo, no te den una sorpresa",
        "descripcion": "de \"abuela joana\" frase que hace referencia a cuidarse \"las espaldas\""
    },
    {
        "dicho": "Dale color nomás."
    },
    {
        "dicho": "De paso cañazo"
    },
    {
        "dicho": "Delicado como cadera de jubilado",
        "descripcion": "Expresión popular."
    },
    {
        "dicho": "De a uno come la gallina y se llena",
        "descripcion": "Expresión popular. Significa que haciendo las cosas de a poco, se puede lograr mucho."
    },
    {
        "dicho": "De cada pueblo un paisano"
    },
    {
        "dicho": "¿De qué color era el caballo blanco de Artigas?.",
        "descripcion": "Expresión usada como respuesta a las preguntas obvias."
    },
    {
        "dicho": "Despacito por las piedras.",
        "descripcion": "Expresión campera, significa que no debes apurarte ni dejarte llevar por ello, sino solucionar las cosas calmadamente."
    },
    {
        "dicho": "Dios aprieta pero no ahorca"
    },
    {
        "dicho": "Difícil que el chancho chifle",
        "descripcion": "Proverbio popular que alude a la imposibilidad de que algo suceda."
    },
    {
        "dicho": "Difícil para capricornio"
    },
    {
        "dicho": "Donde el diablo perdió el poncho",
        "descripcion": "Expresión usada para referirse a un lugar distante."
    },
    {
        "dicho": "Da mas vueltas que galleta en boca e'vieja",
        "descripcion": "Expresión campera. Se usa para denotar demora, o muchas vueltas a un asunto."
    },
    {
        "dicho": "Colorado como bragueta 'e ladrillero",
        "descripcion": "Expresión usada cuando la persona se sonroja."
    },
    {
        "dicho": "Dios no quiere cosas chanchas",
        "descripcion": "Expresión usada cuando alguien hace trampa en algún deporte o en algo cotidiano y pierde"
    },
    {
        "dicho": "Dios los cría y ellos se juntan",
        "descripcion": "Expresión usada generalmente de forma despectiva cuando dos personas con una misma reputación se unen."
    },
    {
        "dicho": "De aquí a Pando",
        "descripcion": "referente a la distancia (de Montevideo) a la ciudad de Pando, enorme, terrible, imposible."
    },
    {
        "dicho": "Deja para mañana lo que no quieras hacer hoy."
    },
    {
        "dicho": "Desubicado como torta frita en cumpleaños de 15"
    },
    {
        "dicho": "Desubicado como chupete en el culo"
    },
    {
        "dicho": "Desubicado como chorizo en ensalada de frutas"
    }
]