[
  {
    "dicho": "A caballo regalado no se le miran los dientes.",
    "variantes": [
      "A caballo regalado no se le mira el colmillo"
    ],
    "descripción": "Frase que sanciona el quejarse de la generosidad del otro."
  },
  {
    "dicho": "A creer se va a la iglesia",
    "descripción": "Frase que llama a la cautela, utilizada para resongar a los crédulos."
  },
  {
    "dicho": "A llorar al cuartito.",
    "descripción": "Frase que llama a aceptar la derrota."
  },
  {
    "dicho": "A otra cosa mariposa",
    "descripción": "presión utilizada cuando algo se da un asunto por terminado."
  }, {
    "dicho": "A seguro se lo llevaron preso.",
    "descripción": "Paremia también propia de Argentina."
  }, {
    "dicho": "Afligido como gato en tapera."
  }, {
    "dicho": "Agrandado como alpargata de pichi.",
    "descripción": "Locución de jerga ciudadana de los países rioplatenses, que hace referencia a un individuo de pocas poses e indicado para quien alardea mucho de sí mismo."
  }, {
    "dicho": "Andá a cantarle a Gardel",
    "descripción": "Se le dice a alguien que es descubierto tras mentir."
  }, {
    "dicho": "Andá a cantarle a Magoya",
    "descripción": "Se le dice a alguien que es descubierto tras mentir."
  }, {
    "dicho": "Andá a la esquina a ver si llueve"
  }, {
    "dicho": "A papa mono, con bananas verdes no",
    "descripción": "Expresión para decir que no se quiera engañar a quien tiene experiencia en una situación."
  }, {
    "dicho": "Al que madruga Dios lo ayuda",
    "descripción": "Dicho popular."
  }, {
    "dicho": "Apurao como rengo en tiroteo",
    "descripción": "Expresión campera."
  }, {
    "dicho": "¿Así que no te gusta la sopa?, dos platos",
    "descripción": "Expresión utilizada generalmente por los padres y/o mayores a sus hijos para educarlos a no utilizar el capricho como pretexto generalizado de sus deseos"
  }, {
    "dicho": "Al pan pan y al vino vino",
    "descripción": "Expresión que refiere a la franqueza. O sea, que se diga lo que es por su propio nombre."
  },{
    "dicho": "Ay, tatita los cabezudos",
    "descripción": "Expresión que refiere a cuando una situación da miedo. Se origina en el miedo que sienten los niños hacia los cabezudos, muñecos hechos de fibra de vidrio con una cabeza desmesuradamente grande que transitan en el marco del Desfile Inaugural del Carnaval."
  },{
    "dicho": "Agrandado como zapatilla de bichicome",
    "variantes": [
      "Agrandado como alpargata de bichicome"
    ],
    "descripción": "Frase popular. \"Bichicome\" como sinónimo de \"indigente\" deriva del término inglés \"beachcomber\": \"vagabundo\""
  },{
    "dicho": "Ay 'ta por qué no volaba... porque era pichón",
    "descripción": "Expresión que refiere a darse cuenta de algo"
  },{
    "dicho": "Ainda mais",
    "descripción": "Préstamo del portugués."
  },{
    "dicho": "Agárreme la tripa, señor Chico",
    "descripción": "Expresión melense de desgano de hacer la tarea encomendada"
  },{
    "dicho": "Alto el piso",
    "descripción": "A grán velocidad."
  },{
    "dicho": "Alto la chola",
    "descripción": "Expresión común en el norte del país, particularmente en la ciudad de Salto, que se usa para describir a una persona que se mueve a gran velocidad."
  }
]